app/controllers/masters_controller.rb

  def index
    @masters = Master.all
---
SELECT "masters".* FROM "masters"