app/controllers/slaves_controller.rb

SELECT "slaves".* FROM "slaves"
---
  def index
    @slaves = Slave.all